/* Banned User Public Chat Message
   Disconnected User Public Chat Message
   Kicked User Public Chat Message */
" with message: \(disconnectMessage!)" = " with message: \(disconnectMessage!)";

/* Kicked User Public Chat Event */
"<< \(kickedUser.nick!) has been kicked by \(kickerUser.nick!)" = "<< \(kickedUser.nick!) has been kicked by \(kickerUser.nick!)";

/* User Joined Public Chat Event */
"<< \(nick) joined the chat >>" = "<< \(nick) joined the chat >>";

/* User Leave Public Chat Event */
"<< \(sender.displayName) left the chat >>" = "<< \(sender.displayName) left the chat >>";

/* Banned User Public Chat Event */
"<< \(user.nick!) has been banned" = "<< \(user.nick!) has been banned";

/* Disconnected User Public Chat Event */
"<< \(user.nick!) has been disconnected" = "<< \(user.nick!) has been disconnected";

/* Public Chat Topic Changed Event */
"<< Topic: \(topic) by \(nick) on \(AppDelegate.dateTimeFormatter.string(from: time)) >>" = "<< Topic: \(topic) by \(nick) on \(AppDelegate.dateTimeFormatter.string(from: time)) >>";

/* Disconnect Alert Message */
"Are you sure you want to disconnect?" = "Are you sure you want to disconnect?";

/* Disconnect Alert Cancel Button
   Image Picker Cancel Button */
"Cancel" = "Cancel";

/* Connected Users Table Header */
"Connected Users" = "Connected Users";

/* Connection Table Header */
"Connection" = "Connection";

/* Connection Error Alert Title
   Disconnected Alert Title */
"Connection Error" = "Connection Error";

/* Disconnect Bar Button */
"Disconnect" = "Disconnect";

/* Connection Error Alert Message */
"Enable to connect to \(bookmark.hostname!)" = "Enable to connect to \(bookmark.hostname!)";

/* Loading Indicator Title */
"Loading" = "Loading";

/* Not implemented yet */
"Not implemented yet, sorry. 🙂" = "Not implemented yet, sorry. 🙂";

/* Connection Error Alert Button
   Disconnect Alert OK Button
   Disconnected Alert Button */
"OK" = "OK";

/* Image Picker Alert Title */
"Photo" = "Photo";

/* Image Picker Photo Library Button */
"Photo Library" = "Photo Library";

/* Image Picker Alert Message */
"Select below" = "Select below";

/* Send Chat Button */
"Send" = "Send";

/* Server Info Table Header */
"Server Info" = "Server Info";

/* Image Picker Take Picture Button */
"Take Picture" = "Take Picture";

/* Disconnect Alert Title */
"Warning" = "Warning";

/* Disconnected Alert Message */
"You have beed disconnected from \(bookmark.hostname!)" = "You have beed disconnected from \(bookmark.hostname!)";

